{
  "categorias": {
    "inicio": [
      {
        "id": "inicio_1",
        "preguntas": [
          "¿Quién es Janneth Aguirre?",
          "Háblame de Janneth Aguirre",
          "Cuéntame sobre la agente inmobiliaria Janneth"
        ],
        "respuesta": "Janneth Aguirre es una destacada profesional inmobiliaria con más de 10 años de experiencia en el mercado ecuatoriano e internacional. Es conocida por su enfoque personalizado y su compromiso con la excelencia en cada transacción.",
        "etiquetas": ["presentación", "agente", "experiencia"],
        "seguimiento": ["servicios", "propiedades"]
      },
      {
        "id": "inicio_2",
        "preguntas": [
          "¿Qué servicios ofrece Janneth Aguirre?",
          "¿Cuáles son los servicios disponibles?",
          "¿En qué me puede ayudar Janneth Aguirre?"
        ],
        "respuesta": "Janneth Aguirre ofrece una amplia gama de servicios inmobiliarios, incluyendo compra y venta de propiedades, asesoría en inversiones, servicios para propietarios e inquilinos, y gestión de propiedades tanto en Ecuador como en el extranjero.",
        "etiquetas": ["servicios", "asesoría", "gestión"],
        "seguimiento": ["propiedades", "inversion", "internacional"]
      },
      {
        "id": "inicio_3",
        "preguntas": [
          "¿Cuál es el lema de Janneth Aguirre?",
          "¿Qué frase representa a Janneth Aguirre?",
          "Dime el eslogan de Janneth Aguirre"
        ],
        "respuesta": "El lema de Janneth Aguirre es 'Encontrá Tu Hogar Especial'. Nos especializamos en lo mejor de Bienes Raíces en Ecuador y en el Mundo.",
        "etiquetas": ["lema", "especialización", "alcance"],
        "seguimiento": ["propiedades", "internacional"]
      }
    ],
    "propiedades": [
      {
        "id": "prop_1",
        "preguntas": [
          "¿Qué tipos de propiedades manejan?",
          "¿Qué clase de inmuebles tienen disponibles?",
          "¿Cuál es su catálogo de propiedades?"
        ],
        "respuesta": "Manejamos una variedad de propiedades que incluyen departamentos en venta en Nuevo Samborondón e Isla Mocoli, locales comerciales en Nuevo Samborondón, casas personalizadas, y departamentos en Cuenca. Nuestro portafolio abarca desde propiedades de lujo hasta opciones más accesibles, todas en excelentes ubicaciones.",
        "etiquetas": ["tipos", "variedad", "portafolio"],
        "seguimiento": ["ubicacion", "lujo", "precios"]
      },
      {
        "id": "prop_2",
        "preguntas": [
          "¿Dónde están ubicadas las propiedades?",
          "¿En qué zonas tienen inmuebles?",
          "¿Cuáles son las áreas donde ofrecen propiedades?"
        ],
        "respuesta": "Nuestras propiedades están ubicadas en las mejores zonas de Ecuador, incluyendo Nuevo Samborondón, Isla Mocoli, y Cuenca. También ofrecemos opciones en destinos internacionales.",
        "etiquetas": ["ubicación", "zonas", "internacional"],
        "seguimiento": ["internacional", "inversion"]
      },
      {
        "id": "prop_3",
        "preguntas": [
          "Háblame de los departamentos en Nuevo Samborondón",
          "¿Qué ofrecen los departamentos en Nuevo Samborondón?",
          "Características de los departamentos en Nuevo Samborondón"
        ],
        "respuesta": "Los departamentos en Nuevo Samborondón son una oportunidad única. Cuentan con 2 habitaciones, 2 baños modernos, cocina abierta, sala y comedor acogedores. Las áreas sociales incluyen piscina, gimnasio y salón de eventos. Además, ofrecen seguridad 24/7 con conserjería y vigilancia.",
        "etiquetas": ["Nuevo Samborondón", "departamentos", "lujo"],
        "seguimiento": ["precios", "visitas", "financiamiento"]
      },
      {
        "id": "prop_4",
        "preguntas": [
          "Cuéntame sobre los departamentos en Isla Mocoli",
          "¿Qué características tienen los departamentos en Isla Mocoli?",
          "Detalles de los departamentos en Isla Mocoli"
        ],
        "respuesta": "Los departamentos en Isla Mocoli son un proyecto exclusivo de 3 habitaciones. Ofrecen vistas impresionantes a la Isla y la ciudad, 3.5 baños completos, área de lavado y secado. Cuentan con seguridad 24/7, gimnasio, piscina y estacionamiento privado y de visitas.",
        "etiquetas": ["Isla Mocoli", "departamentos", "exclusividad"],
        "seguimiento": ["precios", "visitas", "financiamiento"]
      },
      {
        "id": "prop_5",
        "preguntas": [
          "Información sobre los locales comerciales",
          "¿Qué ofrecen los locales comerciales en Nuevo Samborondón?",
          "Características de los locales comerciales"
        ],
        "respuesta": "Nuestros locales comerciales en Nuevo Samborondón ofrecen una combinación perfecta de ubicación, visibilidad y potencial de crecimiento. Disponemos de diferentes tamaños y diseños, ventanas y fachadas amplias para maximizar la visibilidad, fácil acceso para clientes y empleados, e instalaciones modernas y bien mantenidas.",
        "etiquetas": ["locales comerciales", "inversión", "Nuevo Samborondón"],
        "seguimiento": ["precios", "visitas", "financiamiento"]
      },
      {
        "id": "prop_6",
        "preguntas": [
          "Háblame de las casas personalizadas",
          "¿Cómo son las casas personalizadas que ofrecen?",
          "Detalles de las casas personalizadas"
        ],
        "respuesta": "Nuestras casas personalizadas se adaptan a las necesidades y gustos de cada cliente. Ofrecemos diseño personalizado, materiales de alta calidad, construcción rápida y eficiente, y atención al detalle. Nuestro equipo de expertos trabaja para hacer realidad el sueño de tener una casa perfecta.",
        "etiquetas": ["casas personalizadas", "diseño", "construcción"],
        "seguimiento": ["precios", "proceso", "financiamiento"]
      },
      {
        "id": "prop_7",
        "preguntas": [
          "Cuéntame sobre los departamentos en Cuenca",
          "¿Qué ofrecen los departamentos en Cuenca?",
          "Características de los departamentos en Cuenca"
        ],
        "respuesta": "Los departamentos en Cuenca son una oportunidad única, ideales para Airbnb. Ofrecemos opciones de 2 y 3 habitaciones amplias y bien iluminadas, 2 y 3 baños completos, salón-comedor con cocina integrada y vistas impresionantes a la ciudad. Cuentan con áreas sociales como piscina, gimnasio, salón de eventos y seguridad 24/7 con conserjería y vigilancia.",
        "etiquetas": ["Cuenca", "departamentos", "inversión"],
        "seguimiento": ["precios", "visitas", "financiamiento"]
      }
    ],
    "inversion": [
      {
        "id": "inv_1",
        "preguntas": [
          "¿Por qué invertir en bienes raíces en Ecuador?",
          "¿Cuáles son las ventajas de invertir en propiedades en Ecuador?",
          "¿Es buena idea comprar inmuebles en Ecuador como inversión?"
        ],
        "respuesta": "Invertir en bienes raíces en Ecuador ofrece excelentes oportunidades debido al crecimiento del mercado, precios competitivos y un entorno favorable para inversores extranjeros. Además, Ecuador ofrece una gran calidad de vida y paisajes diversos.",
        "etiquetas": ["inversión", "oportunidades", "ventajas"],
        "seguimiento": ["financiamiento", "rentabilidad"]
      },
      {
        "id": "inv_2",
        "preguntas": [
          "¿Qué opciones de inversión ofrecen?",
          "¿Cuáles son las mejores formas de invertir en bienes raíces aquí?",
          "¿Qué tipos de inversiones inmobiliarias recomiendan?"
        ],
        "respuesta": "Ofrecemos diversas opciones de inversión, desde propiedades residenciales como departamentos en Nuevo Samborondón, Isla Mocoli y Cuenca, hasta opciones comerciales como locales en Nuevo Samborondón. También tenemos oportunidades en casas personalizadas. Nuestro equipo puede ayudarte a identificar las mejores oportunidades según tu presupuesto y objetivos de inversión.",
        "etiquetas": ["opciones", "tipos de inversión", "asesoría"],
        "seguimiento": ["financiamiento", "rentabilidad", "propiedades"]
      }
    ],
    "financiamiento": [
      {
        "id": "fin_1",
        "preguntas": [
          "¿Cómo puedo financiar una inversión inmobiliaria?",
          "¿Qué opciones de financiamiento ofrecen?",
          "¿Tienen planes de pago para comprar propiedades?"
        ],
        "respuesta": "Existen varias opciones de financiamiento disponibles, incluyendo hipotecas bancarias y financiamiento del desarrollador. Trabajamos con instituciones financieras de confianza y podemos asesorarte sobre la mejor opción según tu situación, ya sea para departamentos, locales comerciales o casas personalizadas.",
        "etiquetas": ["financiamiento", "hipotecas", "opciones de pago"],
        "seguimiento": ["inversion", "propiedades"]
      }
    ],
    "contacto": [
      {
        "id": "cont_1",
        "preguntas": [
          "¿Cómo puedo contactar a Janneth Aguirre?",
          "¿Cuál es la información de contacto?",
          "¿Cómo puedo obtener más información?"
        ],
        "respuesta": "Puedes contactar a Janneth Aguirre llamando al +593 98 716 7782 o enviando un correo electrónico a info@jannethaguirre.com. También puedes visitar nuestro sitio web en https://www.jannethaguirrebienesraices.com/ para obtener más información sobre nuestros servicios y propiedades.",
        "etiquetas": ["contacto", "información", "sitio web"],
        "seguimiento": ["servicios", "propiedades", "cita"]
      }
    ]
  },
  "intenciones": {
    "compra": ["comprar", "adquirir", "busco", "quiero"],
    "venta": ["vender", "poner en venta", "quiero vender"],
    "inversion": ["invertir", "rendimiento", "oportunidad"],
    "financiamiento": ["préstamo", "hipoteca", "crédito"],
    "valoracion": ["tasar", "valuar", "cuánto vale"],
    "informacion": ["información", "detalles", "más sobre"],
    "contacto": ["contactar", "llamar", "comunicarme"]
  }
}